IDEA Open Model
SteelSetupAISC.BoltSlipRes_Omega Property
Compatible with IDEA StatiCa 20.1
 Safety factor BoltSlipRes_Phi
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double BoltSlipRes_Omega { get; set; }
Public Property BoltSlipRes_Omega As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
SteelSetupAISC Class
IdeaRS.OpenModel Namespace